10/data/attachments/fe71d303740f02f2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Ryan_group_Actions_25501_3</nif:username>
            <nif:friendToBeRequested>soap_actions_9b1ce4c2-2a42-47a3-b9d3-0b12bb702a03</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>